aries.aries
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
divyanshuagrawal.competitive-programming-helper
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ritwickdey.liveserver
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
